{
  "total": "2",
  "rappers": [
      {
      "realName": "Jermaine Lamarr Cole",
      "rapperName": "J. Cole",
      "topAlbum": "Forest Hills Drive 2014",
      "url": "https://i.pinimg.com/originals/c8/d2/be/c8d2bec24f76676092331f37d08b7050.jpg",
      "bio": "Jermaine Cole est né le 28 janvier 1985 à Francfort-sur-le-Main, en Allemagne2,3. Il est le fils d'un père afro-américain, James Cole, qui a servi dans l'armée américaine4 et d'une mère blanche, Kay Cole5. Cole déménage ensuite à Fayetteville en Caroline du Nord6,7. Il a un frère aîné appelé Zach Cole8.\n\nDoué pour le basket-ball, il se met au rap à l'âge de douze ans, après que son cousin lui a expliqué les bases de la rime, inspiré par Eminem, Canibus mais surtout Nas9. Il devient rapidement un bon parolier, mais c'est à 17 ans, quand sa mère lui achète un équipement de DJ, que J. Cole se met plus sérieusement au rap et à la production.\n\nCole grandit dans un environnement multiracial10. Il étudie à la Terry Sanford High School et décide de prendre des cours de guitare sous le nom de Mark Ebert. En 2003, il obtient son diplôme à la Terry Sanford High School. Pour de plus grandes perspectives de succès musicaux, J. Cole déménage à New York à 18 ans et étudie à l'université de Saint John dans le Queens ; il obtient un diplôme de communication avec mention11. L'université n'était en réalité qu'une excuse pour pouvoir quitter la Caroline du Nord afin de se lancer dans le rap."
    },
    {
      "realName": "Kendrick Lamar Duckworth",
      "rapperName": "Kendrick Lamar",
      "topAlbum": "To Pimp a butterfly",
      "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Pulitzer2018-portraits-kendrick-lamar.jpg/1024px-Pulitzer2018-portraits-kendrick-lamar.jpg",
      "bio": "Kendrick Lamar est un musicien californien né à Compton, dans la banlieue de Los Angeles, le 17 juin 1987. Il débute sa carrière de rappeur avec le nom d'artiste K-Dot en 2003 en publiant une première mixtape. Après quatre autres publications de plus en plus remarquées, il publie en 2011 sous le nom de Kendrick Lamar son premier album, Section.80. Le suivant, good kid, m.A.A.d city, produit et mixé par Dr. Dre, fait partie des albums rap les plus réussis de l'année 2012. De retour en mars 2015 avec To Pimp a Butterfly, Kendrick Lamar atteint le sommet du Billboard, tout comme la compilation de démos qui suit, untitled unmastered (2016). Parmi la quarantaine de récompenses décernées au rappeur figurent sept Grammy Awards. Le chemin reste pavé d'or avec l'album suivant, DAMN. (2017), comprenant parmi ses collaborateurs la chanteuse Rihanna et le groupe U2."
    }
  ]
}
